<template>
  <v-container fluid>
    <v-card id='wrapper' rounded='xl'>
    <div id='title'>تلفیق هنر</div>
      <p id='content' >
        گلدان سفالی طرح برجسته، کار هنرمندان اصفهان است. بخاطر طرح برجسته، این گلدان از زیبایی خاصی برخوردار است این گلدان به تنهایی به عنوان یک عنصر تزیینی یا به عنوان گلدان برای گل های خشک و طبیعی و مصارف دیگر از جمله پایه اباژور استفاده میشود. تنوع نقوش و رنگ نقوش از دیگر ویژگی های این گلدان سفالی طرح برجسته است.در سال های اخیر تولید این گلدان بدلیل سختی تولید بسیار کاهش یافته است و در زمره تولیدات کمیاب استگلدان سفالی طرح برجسته، کار هنرمندان اصفهان است. بخاطر طرح برجسته، این گلدان از زیبایی خاصی برخوردار است این گلدان به تنهایی به عنوان یک عنصر تزیینی یا به عنوان گلدان برای گل های خشک و طبیعی و مصارف دیگر از جمله پایه اباژور استفاده میشود. تنوع نقوش و رنگ نقوش از دیگر ویژگی های این گلدان سفالی طرح برجسته است.در سال های اخیر تولید این گلدان بدلیل سختی تولید بسیار کاهش یافته است و در زمره تولیدات کمیاب استگلدان سفالی طرح برجسته، کار هنرمندان اصفهان است. بخاطر طرح برجسته، این گلدان از زیبایی خاصی برخوردار است این گلدان به تنهایی به عنوان یک عنصر تزیینی یا به عنوان گلدان برای گل های خشک و طبیعی و مصارف دیگر از جمله پایه اباژور استفاده میشود. تنوع نقوش و رنگ نقوش از دیگر ویژگی های این گلدان سفالی طرح برجسته است.در سال های اخیر تولید این گلدان بدلیل سختی تولید بسیار کاهش یافته است و در زمره تولیدات کمیاب استگلدان سفالی طرح برجسته، کار هنرمندان اصفهان است. بخاطر طرح برجسته، این گلدان از زیبایی خاصی برخوردار است این گلدان به تنهایی به عنوان یک عنصر تزیینی یا به عنوان گلدان برای گل های خشک و طبیعی و مصارف دیگر از جمله پایه اباژور استفاده میشود. تنوع نقوش و رنگ نقوش از دیگر ویژگی های این گلدان سفالی طرح برجسته است.در سال های اخیر تولید این گلدان بدلیل سختی تولید بسیار کاهش یافته است و در زمره تولیدات کمیاب استگلدان سفالی طرح برجسته، کار هنرمندان اصفهان است. بخاطر طرح برجسته، این گلدان از زیبایی خاصی برخوردار است این گلدان به تنهایی به عنوان یک عنصر تزیینی یا به عنوان گلدان برای گل های خشک و طبیعی و مصارف دیگر از جمله پایه اباژور استفاده میشود. تنوع نقوش و رنگ نقوش از دیگر ویژگی های این گلدان سفالی طرح برجسته است.در سال های اخیر تولید این گلدان بدلیل سختی تولید بسیار کاهش یافته است و در زمره تولیدات کمیاب استگلدان سفالی طرح برجسته، کار هنرمندان اصفهان است. بخاطر طرح برجسته، این گلدان از زیبایی خاصی برخوردار است این گلدان به تنهایی به عنوان یک عنصر تزیینی یا به عنوان گلدان برای گل های خشک و طبیعی و مصارف دیگر از جمله پایه اباژور استفاده میشود. تنوع نقوش و رنگ نقوش از دیگر ویژگی های این گلدان سفالی طرح برجسته است.در سال های اخیر تولید این گلدان بدلیل سختی تولید بسیار کاهش یافته است و در زمره تولیدات کمیاب استگلدان سفالی طرح برجسته، کار هنرمندان اصفهان است. بخاطر طرح برجسته، این گلدان از زیبایی خاصی برخوردار است این گلدان به تنهایی به عنوان یک عنصر تزیینی یا به عنوان گلدان برای گل های خشک و طبیعی و مصارف دیگر از جمله پایه اباژور استفاده میشود. تنوع نقوش و رنگ نقوش از دیگر ویژگی های این گلدان سفالی طرح برجسته است.در سال های اخیر تولید این گلدان بدلیل سختی تولید بسیار کاهش یافته است و در زمره تولیدات کمیاب است
      </p>
      <div v-if='!mobile'  class='d-flex flex-column'  >
        <v-img  id='contract-image' width='90%' class='mx-auto'  contain src='~/static/images/contract1.jpg'></v-img>
      </div>
      <div class='d-flex pb-10' v-if='mobile'>
        <v-img  id='contract-image' width='100%' class='mx-auto'  contain src='~/static/images/contractmini1.png'></v-img>
      </div>

    </v-card>
  </v-container>

</template>

<script lang='ts'>
import Vue from 'vue'
export default Vue.extend({
  name: 'ContractText',
  data(){
    return{}
  },
  computed:{
    mobile(){
      return this.$vuetify.breakpoint.mobile
    }
  }
})
</script>

<style lang='scss' scoped>
@import '~vuetify/src/styles/styles.sass';
#wrapper{
  padding-top: 49px;
  padding-right: 37px;
  padding-left: 62px;
  padding-bottom: 49px;
}
#title{
  font-weight: bold;
  font-size: 45px;
  line-height: 63px;
  text-align: right;

  color: #000000;
}
#content{

  margin-top: 30px;
  font-style: normal;
  font-weight: 300;
  font-size: 16px;
  line-height: 223.02%;
  /* or 36px */
  text-align: right;
  color: #565656;
}
#contract-image{
  margin-top: 70px;
  backdrop-filter: drop-shadow(46px 179px -13px rgba(0, 0, 0, 0.25));
}
@media #{map-get($display-breakpoints, 'sm-and-down')}{
  #wrapper{
    padding-top: 13px;
    padding-right: 32px;
    padding-left: 22px;

  }
  #title{

    font-weight: normal;
    font-size: 26px;
    line-height: 45px;
    /* identical to box height */

    text-align: right;

    color: #000000;
  }
  #content{
    margin-top: 0px;
    font-size: 16px;
    line-height: 223.02%;
    /* or 36px */

    text-align: right;

    color: #565656;

  }
  #contract-image{
 margin-top: 0;

  }
}
</style>
