<template>
  <v-container fluid>
    <v-card id='wrapper' rounded='xl'>
    <div id='title'>تلفیق هنر</div>

      <p id='content' >
        گلدان سفالی طرح برجسته، کار هنرمندان اصفهان است. بخاطر طرح برجسته، این گلدان از زیبایی خاصی برخوردار است این گلدان به تنهایی به عنوان یک عنصر تزیینی یا به عنوان گلدان برای گل های خشک و طبیعی و مصارف دیگر از جمله پایه اباژور استفاده میشود. تنوع نقوش و رنگ نقوش از دیگر ویژگی های این گلدان سفالی طرح برجسته است.در سال های اخیر تولید این گلدان بدلیل سختی تولید بسیار کاهش یافته است و در زمره تولیدات کمیاب استگلدان سفالی طرح برجسته، کار هنرمندان اصفهان است. بخاطر طرح برجسته، این گلدان از زیبایی خاصی برخوردار است این گلدان به تنهایی به عنوان یک عنصر تزیینی یا به عنوان گلدان برای گل های خشک و طبیعی و مصارف دیگر از جمله پایه اباژور استفاده میشود. تنوع نقوش و رنگ نقوش از دیگر ویژگی های این گلدان سفالی طرح برجسته است.در سال های اخیر تولید این گلدان بدلیل سختی تولید بسیار کاهش یافته است و در زمره تولیدات کمیاب استگلدان سفالی طرح برجسته، کار هنرمندان اصفهان است. بخاطر طرح برجسته، این گلدان از زیبایی خاصی برخوردار است این گلدان به تنهایی به عنوان یک عنصر تزیینی یا به عنوان گلدان برای گل های خشک و طبیعی و مصارف دیگر از جمله پایه اباژور استفاده میشود. تنوع نقوش و رنگ نقوش از دیگر ویژگی های این گلدان سفالی طرح برجسته است.در سال های اخیر تولید این گلدان بدلیل سختی تولید بسیار کاهش یافته است و در زمره تولیدات کمیاب استگلدان سفالی طرح برجسته، کار هنرمندان اصفهان است. بخاطر طرح برجسته، این گلدان از زیبایی خاصی برخوردار است این گلدان به تنهایی به عنوان یک عنصر تزیینی یا به عنوان گلدان برای گل های خشک و طبیعی و مصارف دیگر از جمله پایه اباژور استفاده میشود. تنوع نقوش و رنگ نقوش از دیگر ویژگی های این گلدان سفالی طرح برجسته است.در سال های اخیر تولید این گلدان بدلیل سختی تولید بسیار کاهش یافته است و در زمره تولیدات کمیاب استگلدان سفالی طرح برجسته، کار هنرمندان اصفهان است. بخاطر طرح برجسته، این گلدان از زیبایی خاصی برخوردار است این گلدان به تنهایی به عنوان یک عنصر تزیینی یا به عنوان گلدان برای گل های خشک و طبیعی و مصارف دیگر از جمله پایه اباژور استفاده میشود. تنوع نقوش و رنگ نقوش از دیگر ویژگی های این گلدان سفالی طرح برجسته است.در سال های اخیر تولید این گلدان بدلیل سختی تولید بسیار کاهش یافته است و در زمره تولیدات کمیاب استگلدان سفالی طرح برجسته، کار هنرمندان اصفهان است. بخاطر طرح برجسته، این گلدان از زیبایی خاصی برخوردار است این گلدان به تنهایی به عنوان یک عنصر تزیینی یا به عنوان گلدان برای گل های خشک و طبیعی و مصارف دیگر از جمله پایه اباژور استفاده میشود. تنوع نقوش و رنگ نقوش از دیگر ویژگی های این گلدان سفالی طرح برجسته است.در سال های اخیر تولید این گلدان بدلیل سختی تولید بسیار کاهش یافته است و در زمره تولیدات کمیاب استگلدان سفالی طرح برجسته، کار هنرمندان اصفهان است. بخاطر طرح برجسته، این گلدان از زیبایی خاصی برخوردار است این گلدان به تنهایی به عنوان یک عنصر تزیینی یا به عنوان گلدان برای گل های خشک و طبیعی و مصارف دیگر از جمله پایه اباژور استفاده میشود. تنوع نقوش و رنگ نقوش از دیگر ویژگی های این گلدان سفالی طرح برجسته است.در سال های اخیر تولید این گلدان بدلیل سختی تولید بسیار کاهش یافته است و در زمره تولیدات کمیاب است
      </p>

      <div  class='d-flex flex-column'  >
        <v-img id='contract-image' width='90%' class='ml-auto'  contain src='~/static/images/contract1.jpg'></v-img>
      </div>

    </v-card>
  </v-container>

</template>

<script lang='ts'>
import Vue from 'vue'
export default Vue.extend({
  name: 'ContractText',
  data(){
    return{}
  }
})
</script>

<style lang='scss' scoped>
#wrapper{
  padding-top: 49px;
  padding-right: 37px;
  padding-left: 62px;

}
#title{
  font-style: normal;
  font-weight: bold;
  font-size: 45px;
  line-height: 63px;
  text-align: right;

  color: #000000;
}
#content{

  margin-top: 30px;
  font-style: normal;
  font-weight: 300;
  font-size: 16px;
  line-height: 223.02%;
  /* or 36px */
  text-align: right;
  color: #565656;
}
#contract-image{
  margin-top: 117px;
}
</style>
